Repository: HajjiAnwer/Qasid-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Qasid Portal
ar: بوابة القاصد

source: Home
ar: الرئيسية

source: Al-Fatiha
ar: الفاتحة

source: Recitations
ar: مقرأة الحرمين

source: Message
ar: رسالة الحرمين

source: Settings
ar: الإعدادات

source: Al-Haram
ar: المسجد الحرام

source: An-Nabawi
ar: المسجد النبوي

source: Next Prayer
ar: الأذان التالي

source: Tomorrow
ar: غداً

source: Imam
ar: الإمام

source: Muezzin
ar: المؤذن

source: Islamic Terms
ar: المصطلحات الشرعية

# islamicTermsDesc
source: A service explaining Islamic legal terms in a simplified and clear manner
ar: خدمة تشرح المصطلحات الشرعية بطريقة مبسطة وواضحة

source: Haram Recitations
ar: تلاوات المسجد الحرام

# haramRecitationsDesc
source: Audio service for the recitations of the Imams of the Sacred Mosque
ar: خدمة صوتية لتلاوات الأئمة من المسجد الحرام

source: Selected Supplications
ar: مختارات من الأدعية

# selectedSupplicationsDesc
source: A service offering selected reported supplications in their authentic form
ar: خدمة تقدم مختارات من الأدعية المأثورة بصيغتها الصحيحة

source: How to Perform Wudu
ar: صفة الوضوء

# howToPerformWuduDesc
source: A service for the concise and simple explanation of the Prophet's ablution
ar: شرح صفة الوضوء باختصار ويسر

source: How to Pray
ar: صفة الصلاة

# howToPrayDesc
source: A service illustrating the Prophet's manner of prayer step by step with clarity
ar: خدمة توضح صفة صلاة النبي خطوة بخطوة بوضوح

source: Holy Places
ar: الأماكن المقدسة

# holyPlacesDesc
source: An introductory service on the sacred places in Islam and their great status
ar: خدمة تعريفية بالأماكن المقدسة في الإسلام ومكانتها العظيمة

# maqdaahAlHarameen
source: Maqraa Al-Harameen
ar: مقرأة الحرمين

source: Risala Al-Harameen
ar: رسالة الحرمين

# electronicServices
source: Electronic Services for the Two Holy Mosques
ar: الخدمات الإلكترونية للحرمين الشريفين

source: Tawaf Recitations
ar: تلاوات المسجد النبوي

# tawafRecitationsDesc
source: Audio service for the recitations of the Imams of the Sacred Mosque
ar: خدمة صوتية لتلاوات الأئمة من المسجد النبوي

source: Loading...
ar: جاري التحميل...

source: Error
ar: خطأ

source: Try Again
ar: حاول مرة أخرى

# noData
source: No data available
ar: لا توجد بيانات متاحة

source: Fajr
ar: الفجر

source: Pre-Fajr
ar: قبل الفجر

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Language
ar: اللغة

source: Select Mosque
ar: اختيار المسجد

source: About
ar: عن التطبيق

# version
source: Version 1.0.0
ar: الإصدار 1.0.0

# appName
source: Qasid application
ar: تطبيق القاصد

# titleApp
source: Qasid application
ar: تطبيق القاصد

source: Services
ar: الخدمات

# liveStream
source: Live
ar: بث مباشر
